{"Harvard University": {"country": "USA", "region": "North America", "found": "1636", "stud": "21261", "fac": "2280", "ratio": "9: 1", "loc": "Cambridge, MA", "O_CR": "1", "O_WR": "1", "O_TR": "2", "O_RR": "1", "O_IR": "101", "O_FR": "2", "over": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, established in 1636. Its history, influence and wealth have made it one of the most prestigious universities in the world. Established originally by the Massachusetts legislature and soon thereafter named for John Harvard (its first benefactor), Harvard is the United States' oldest institution of higher learning,and the Harvard Corporation (formally, the President and Fellows of Harvard College) is its first chartered corporation. ", "website": "harvard.edu", "addr": "Harvard University, Cambridge, MA 02138, United States", "count": 0}, "California Institute of Technology (Caltech)": {"country": "USA", "region": "North America", "found": "1891", "stud": "2238", "fac": "354", "ratio": "6: 1", "loc": "Pasadena, CA", "O_CR": "2", "O_WR": "2", "O_TR": "1", "O_RR": "15", "O_IR": "20", "O_FR": "1", "over": "Caltech is a world-renowned research and education institution focused on science and engineering, where faculty and students pursue new knowledge about our world and search for the kinds of bold and innovative advances that will transform our future. The scientific, engineering, and technological contributions of Caltech's faculty and alumni have earned national and international recognition, including 33 Nobel Prizes. Caltech's 300 professorial faculty members offer a rigorous science and engineering curriculum to approximately 1,000 undergraduates and 1,300 graduate students, providing one of the nation's lowest student-to-faculty ratios. Caltech's 124-acre campus is located in Pasadena, California. The Institute manages the Jet Propulsion Laboratory (JPL) for NASA, and owns and operates large-scale research facilities such as the Seismological Laboratory and a global network of astronomical observatories that includes the Palomar Observatory and the W. M. Keck Observatory. Caltech is an independent, privately supported institution.", "website": "caltech.edu", "addr": "California Institute of Technology, 1200 East California Boulevard, Pasadena, CA 91125, United States", "count": 1}, "Stanford University": {"country": "USA", "region": "North America", "found": "1891", "stud": "16223", "fac": "2205", "ratio": "7: 1", "loc": "Stanford, CA", "O_CR": "3", "O_WR": "3", "O_TR": "3", "O_RR": "12", "O_IR": "85", "O_FR": "72", "over": "Stanford University is one of the world's leading research and teaching institutions. Leland and Jane Stanford founded the University in 1885 to 'promote the public welfare by exercising an influence on behalf of humanity and civilization.' Located in California, Stanford's entrepreneurial culture was vital in the creation of Silicon Valley and the high-technology industry. Stanford includes seven schools and enrolls about 15,000 students. Stanford is committed to contributing to some of the world?s most daunting environmental, health related and governance challenges. The current faculty includes 16 Nobel laureates and 4 Pulitzer Prize winners.", "website": "stanford.edu", "addr": "Stanford University, 450 Serra Mall, Stanford, CA 94305, United States", "count": 2}, "Imperial College London": {"country": "UK", "region": "Europe", "found": "1907", "stud": "17050", "fac": "1490", "ratio": "11: 1", "loc": "London", "O_CR": "1", "O_WR": "4", "O_TR": "36", "O_RR": "4", "O_IR": "3", "O_FR": "8", "over": "Imperial College Londons reputation for excellence attracts 15,000 students and 6,500 staff of the highest international quality. Research at Imperial explores the interface between science, medicine, engineering and business in a dynamic culture. Students study with leaders in their field, and benefit from opportunities created by Imperials strong industry relationships. Since its foundation, Imperials contributions to society include the discovery of penicillin, the development of holography and the foundations of fibre optics. This commitment to the application of research for the benefit of all continues today. Multidisciplinary collaborations and partnerships now include, for example, initiatives to address emerging global challenges in health, energy, the environment and security. Imperial has developed strong links with a number of institutions around the world. For example, the Lee Kong Chian School of Medicine in Singapore opened in 2013, as a result of a joint initiative between Imperial and Nanyang Technological University.", "website": "imperial.ac.uk", "addr": "Imperial College, London SW7 2AZ, United Kingdom", "count": 3}, "Karolinska Institute": {"country": "Sweden", "region": "Europe", "found": "1810", "stud": "7696", "fac": "879", "ratio": "8: 1", "loc": "Solna, Stockholm County", "O_CR": "1", "O_WR": "5", "O_TR": "20", "O_RR": "10", "O_IR": "34", "O_FR": "3", "over": "Karolinska Institutet is a medical university. It accounts for over 40 per cent of the medical academic research conducted in Sweden and offers the country's broadest range of education in medicine and health sciences.", "website": "ki.se", "addr": "Karolinska Institute, Solnavagen 1, 171 77 Solna, Sweden", "count": 4}, "Massachusetts Institute of Technology (MIT)": {"country": "USA", "region": "North America", "found": "1865", "stud": "11276", "fac": "1338", "ratio": "8: 1", "loc": "Cambridge, MA", "O_CR": "4", "O_WR": "6", "O_TR": "4", "O_RR": "35", "O_IR": "22", "O_FR": "41", "over": "The essence of MIT is our appetite for problems-especially those big, intractable, complicated problems whose solutions make a permanent difference. While MIT is a research university committed to world-class inquiry in math, science, and engineering, MIT has equally distinguished programs in architecture, the humanities, management, and the social sciences. A diverse, supportive campus environment-with an incredible range of student groups and athletic and fitness opportunities-ensures that it's not all about the work. And in MIT's intensely creative atmosphere, the arts flourish in all their forms.", "website": "mit.edu", "addr": "Massachusetts Institute of Technology, 77 Massachusetts Avenue, Cambridge, MA 02139, United States", "count": 5}, "University of Oxford": {"country": "UK", "region": "Europe", "found": "1096", "stud": "20630", "fac": "1950", "ratio": "10: 1", "loc": "Oxford, England", "O_CR": "2", "O_WR": "7", "O_TR": "23", "O_RR": "16", "O_IR": "8", "O_FR": "7", "over": "Oxford is the oldest university in the English-speaking world and has been at the forefront of understanding and shaping the world for centuries. It is regularly ranked among the top universities worldwide, and is renowned for its distinctive college and tutorial system. Oxford is a truly international institution: over 130 nationalities are represented among a student population of over 22,000. Our outstanding achievements in research across the disciplines can be seen in the fact that Oxford has more world-leading academics (rated 4* in the 2008 Research Assessment Exercise) than any other UK university, and consistently earns the highest research income.", "website": "ox.ac.uk", "addr": "University of Oxford, University Offices, Wellington Square, Oxford OX1 2JD, United Kingdom", "count": 6}, "ETH Zurich (Swiss Federal Institute of Technology)": {"country": "Switzerland", "region": "Europe", "found": "1855", "stud": "19043", "fac": "1393", "ratio": "13: 1", "loc": "Zurich", "O_CR": "1", "O_WR": "8", "O_TR": "28", "O_RR": "32", "O_IR": "2", "O_FR": "24", "over": "ETH Zurich is a leading international universities for technology and the natural sciences. It is well-known for its excellent education, ground-breaking fundamental research and for applying its research findings directly into practice. It offers researchers an inspiring working environment and its students a solid and comprehensive education. Founded in 1855, ETH Zurich today has over 18,000 students from more than 100 different countries, inlcuding 3,800 doctoral students. About 500 professors currently teach and conduct research in the areas of engineering, architecture, mathematics, natural sciences, system-oriented sciences, and management and social sciences. 21 Nobel Laureates have studied, taught or conducted research at ETH Zurich, underlining the excellent reputation of the institute. Transferring knowledge to the private sector and society at large is one of ETH Zurich?s primary concerns. It does this very successfully, as borne out by the 80 patent applications filed each year and more than 280 spin-off companies that emerged from the institute since 1996. ETH Zurich helps to find long-term solutions to global challenges. The focal points of its research include energy supply, risk management, developing the cities of the future, global food security and human health.", "website": "ethz.ch", "addr": "Swiss Federal Institute of Technology Zurich, Ramistrasse 101, 8092 Zurich, Switzerland", "count": 7}, "University of Cambridge": {"country": "UK", "region": "Europe", "found": "1209", "stud": "19580", "fac": "1750", "ratio": "11: 1", "loc": "Cambridge, England", "O_CR": "3", "O_WR": "9", "O_TR": "35", "O_RR": "25", "O_IR": "5", "O_FR": "16", "over": "The University of Cambridge is one of the world's oldest universities and leading academic centres, and a self-governed community of scholars. Its reputation for outstanding academic achievement is known world-wide and reflects the intellectual achievement of its students, as well as the world-class original research carried out by the staff of the University and the Colleges.", "website": "cam.ac.uk", "addr": "University of Cambridge, The Old Schools, Trinity Lane, Cambridge CB2 1TN, United Kingdom", "count": 8}, "Columbia University": {"country": "USA", "region": "North America", "found": "1754", "stud": "27384", "fac": "4767", "ratio": "5: 1", "loc": "New York, NY", "O_CR": "5", "O_WR": "10", "O_TR": "11", "O_RR": "31", "O_IR": "80", "O_FR": "109", "over": "Columbia University in the City of New York, is an American private Ivy League research university located in Morningside Heights, in Upper Manhattan, New York City. It is the oldest institution of higher learning in the State of New York, the fifth oldest in the United States, and one of the country's nine Colonial Colleges founded before the American Revolution. Today the university operates Columbia Global Centers overseas in Amman, Beijing, Istanbul, Paris, Mumbai, Rio de Janeiro, Santiago and Nairobi", "website": "columbia.edu", "addr": "Columbia University, 116th St & Broadway, New York, NY 10027, United States", "count": 9}}